Gold_Auto/src/DataEngine/soap/StartOfProv.xml

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:inp="urn:30I.orange.com:UpdateARP/Input" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:type="urn:30I.orange.com:UpdateARP/type/">
   <soapenv:Header/>
    <soapenv:Body>
     <typens:UpdateARPRequest xmlns:ins="urn:30I.orange.com:UpdateARP/Input" xmlns:typens="urn:30I.orange.com:UpdateARP/type/">
  <ins:ARP>
    <ins:IssuerUnit>EQUANT</ins:IssuerUnit>
    <ins:IssuerUnitApplication>SAX</ins:IssuerUnitApplication>
    <ins:Status>
      <ins:Code>OK</ins:Code>
    </ins:Status>
    <ins:Activity>
      <ins:Service>
        <ins:IssuerID>
          <ins:UserID>GO070Y4WCE</ins:UserID>
          <ins:InternalID>test1</ins:InternalID>
        </ins:IssuerID>
        <ins:DestinationID>
          <ins:UserID>GO070Y4WCE</ins:UserID>
          <ins:InternalID>1014804</ins:InternalID>
        </ins:DestinationID>
      </ins:Service>
      <ins:ActivityGroup>Start Of Provisioning</ins:ActivityGroup>
      <ins:ActivityDate>2015-12-07T08:23:22.228+02:00</ins:ActivityDate>
      <ins:ParametersList>
        <ins:Section>ACTIVITY</ins:Section>
        <ins:ResourceId>GO04YKGP9C</ins:ResourceId>
        <ins:SectionComplement>PROPERTIES</ins:SectionComplement>        
        <ins:Parameters>
          <ins:Code>SIOCREDAT</ins:Code>
          <ins:Value>2018-03-21T05:41:37.000+0000</ins:Value>
        </ins:Parameters>
        <ins:Parameters>
          <ins:Code>ROUNAM</ins:Code>
          <ins:Value>ARou1</ins:Value>
        </ins:Parameters>
      </ins:ParametersList>
      <ins:ParametersList>
        <ins:Section>ACTIVITY</ins:Section>
        <ins:ResourceId>GO04YKGP9C</ins:ResourceId>
        <ins:SectionComplement>PROPERTIES</ins:SectionComplement>        
        <ins:Parameters>
          <ins:Code>SIOCREDAT</ins:Code>
          <ins:Value>2016-03-21T05:41:37.000+0000</ins:Value>
        </ins:Parameters>
        <ins:Parameters>
          <ins:Code>ROUNAM</ins:Code>
          <ins:Value>ARou1111</ins:Value>
        </ins:Parameters>
      </ins:ParametersList>
   </ins:Activity>
  </ins:ARP>
</typens:UpdateARPRequest>
   </soapenv:Body>
</soapenv:Envelope>